Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# summary.backwardPawn
source: %@ has a backward pawn on %@.
ar_sa: لدى %@ بيدق متأخر على %@.
cs: %@ má zaostalého pěšce na %@.
da: %@ har en tilbagestående bonde på %@.
de_de: %@ hat einen rückständigen Bauern auf %@.
el: %@ έχουν καθυστερημένο πιόνι στο %@.
es_es: %@ tiene un peón retrasado en %@.
fi: %@: takapajuinen sotilas ruudussa %@.
fr_ca: %@ a un pion arriéré en %@.
he: ל%@ יש רגלי נסוג ב-%@.
hi: %@ का %@ पर पिछड़ा प्यादा है।
hu: %@ oldalon hátramaradt gyalog van a %@ mezőn.
id: %@ punya bidak tertinggal di %@.
it: %@ ha un pedone arretrato in %@.
ja: %@は %@ に後退ポーンがあります。
ko: %@은(는) %@에 후진 폰이 있습니다.
ms: %@ punya bidak tertinggal di %@.
nl_nl: %@ heeft een achtergebleven pion op %@.
no: %@ har en tilbakeliggende bonde på %@.
pl: %@ mają zacofanego piona na %@.
pt_br: %@ têm um peão atrasado em %@.
ro: %@ are un pion rămas în urmă pe %@.
ru: %@: отсталая пешка на %@.
sv: %@ har en efterbliven bonde på %@.
th: %@มีเบี้ยล้าหลังที่ %@
tr: %@ %@ karesinde geri piyona sahip.
vi: %@ có tốt lạc hậu ở %@.
zh_hans: %@在 %@ 有一个落后兵。
zh_hant: %@在 %@ 有一個落後兵。

# summary.bishopPair
source: %@ holds the bishop pair.
ar_sa: زوج الفيلين مع %@.
cs: %@ má dvojici střelců.
da: %@ har løberparret.
de_de: %@ hat das Läuferpaar.
el: %@ έχουν το ζεύγος αξιωματικών.
es_es: %@ tiene la pareja de alfiles.
fi: Lähettipari on %@.
fr_ca: %@ détient la paire de fous.
he: צמד הרצים אצל ה%@.
hi: ऊँट-जोड़ी %@ के पास है।
hu: A futópár %@ kezében van.
id: %@ memegang pasangan gajah.
it: %@ ha la coppia di alfieri.
ja: %@がビショップペアを持っています。
ko: 비숍 페어는 %@ 쪽입니다.
ms: %@ memegang pasangan gajah.
nl_nl: %@ heeft het loperpaar.
no: %@ har løperparet.
pl: %@ mają parę gońców.
pt_br: %@ têm o par de bispos.
ro: %@ are perechea de nebuni.
ru: %@ владеют преимуществом двух слонов.
sv: %@ har löparparet.
th: %@ถือคู่บิชอป
tr: Çift fil %@ tarafında.
vi: %@ giữ cặp tượng.
zh_hans: %@拥有双象。
zh_hant: %@擁有雙象。

# summary.isolatedPawn
source: %@'s pawn on %@ is isolated.
ar_sa: بيدق %@ على %@ معزول.
cs: Pěšec %@ na %@ je izolovaný.
da: %@s bonde på %@ er isoleret.
de_de: Der Bauer von %@ auf %@ ist isoliert.
el: Το πιόνι των %@ στο %@ είναι απομονωμένο.
es_es: El peón de %@ en %@ está aislado.
fi: %@ sotilas ruudussa %@ on eristetty.
fr_ca: Le pion de %@ en %@ est isolé.
he: הרגלי של ה%@ ב-%@ מבודד.
hi: %@ का %@ वाला प्यादा अलग-थलग है।
hu: %@ gyalogja a %@ mezőn izolált.
id: Bidak %@ di %@ terisolasi.
it: Il pedone di %@ in %@ è isolato.
ja: %@の %@ のポーンは孤立しています。
ko: %@의 %@ 폰은 고립되어 있습니다.
ms: Bidak %@ di %@ terisolasi.
nl_nl: De pion van %@ op %@ staat geïsoleerd.
no: %@s bonde på %@ er isolert.
pl: Pion %@ na %@ jest izolowany.
pt_br: O peão de %@ em %@ está isolado.
ro: Pionul %@ de pe %@ este izolat.
ru: Пешка %@ на %@ изолирована.
sv: %@s bonde på %@ är isolerad.
th: เบี้ยของ%@ที่ %@ เป็นเบี้ยโดด
tr: %@ tarafının %@ karesindeki piyonu izole.
vi: Tốt của %@ ở %@ bị cô lập.
zh_hans: %@在 %@ 的兵是孤兵。
zh_hant: %@在 %@ 的兵是孤兵。

# summary.isolatedPawns
source: %@'s pawns on %@ are isolated.
ar_sa: بيادق %@ على %@ معزولة.
cs: Pěšci %@ na %@ jsou izolovaní.
da: %@s bønder på %@ er isolerede.
de_de: Die Bauern von %@ auf %@ sind isoliert.
el: Τα πιόνια των %@ στα %@ είναι απομονωμένα.
es_es: Los peones de %@ en %@ están aislados.
fi: %@ sotilaat ruuduissa %@ ovat eristettyjä.
fr_ca: Les pions de %@ en %@ sont isolés.
he: הרגלים של ה%@ ב-%@ מבודדים.
hi: %@ के %@ वाले प्यादे अलग-थलग हैं।
hu: %@ gyalogjai a %@ mezőkön izoláltak.
id: Bidak-bidak %@ di %@ terisolasi.
it: I pedoni di %@ in %@ sono isolati.
ja: %@の %@ のポーンは孤立しています。
ko: %@의 %@ 폰들은 고립되어 있습니다.
ms: Bidak-bidak %@ di %@ terisolasi.
nl_nl: De pionnen van %@ op %@ staan geïsoleerd.
no: %@s bønder på %@ er isolerte.
pl: Piony %@ na %@ są izolowane.
pt_br: Os peões de %@ em %@ estão isolados.
ro: Pionii %@ de pe %@ sunt izolați.
ru: Пешки %@ на %@ изолированы.
sv: %@s bönder på %@ är isolerade.
th: เบี้ยของ%@ที่ %@ เป็นเบี้ยโดด
tr: %@ tarafının %@ karelerindeki piyonları izole.
vi: Các tốt của %@ ở %@ bị cô lập.
zh_hans: %@在 %@ 的兵都是孤兵。
zh_hant: %@在 %@ 的兵都是孤兵。

# summary.material
source: Material: %@ is up roughly %@ points.
ar_sa: المادة: %@ متقدّم بنحو %@ نقطة.
cs: Materiál: %@ vede zhruba o %@ bodů.
da: Materiale: %@ fører med omkring %@ point.
de_de: Material: %@ liegt rund %@ Bauern vorn.
el: Υλικό: %@ προηγούνται κατά περίπου %@ πόντους.
es_es: Material: %@ va por delante en unos %@ puntos.
fi: Materiaali: %@ johtaa noin %@ pisteellä.
fr_ca: Matériel : %@ mène d'environ %@ points.
he: חומר: ל%@ יתרון של כ-%@ נקודות.
hi: मोहरे: %@ लगभग %@ अंक आगे है।
hu: Anyag: %@ nagyjából %@ ponttal vezet.
id: Materi: %@ unggul sekitar %@ poin.
it: Materiale: %@ è avanti di circa %@ punti.
ja: 駒得: %@がおよそ %@ 点リードしています。
ko: 기물: %@이(가) 약 %@점 앞섭니다.
ms: Materi: %@ unggul sekitar %@ poin.
nl_nl: Materiaal: %@ staat ongeveer %@ punten voor.
no: Materiale: %@ leder med rundt %@ poeng.
pl: Materiał: %@ prowadzą o około %@ punktów.
pt_br: Material: %@ estão à frente por cerca de %@ pontos.
ro: Material: %@ conduce cu aproximativ %@ puncte.
ru: Материал: %@ впереди примерно на %@ пешки.
sv: Material: %@ leder med ungefär %@ poäng.
th: ตัวหมาก: %@นำอยู่ราว %@ แต้ม
tr: Materyal: %@ yaklaşık %@ puan önde.
vi: Lực lượng: %@ hơn khoảng %@ điểm.
zh_hans: 子力：%@大约领先 %@ 分。
zh_hant: 子力：%@大約領先 %@ 分。

# summary.materialLevel
source: Material is level.
ar_sa: المادة متساوية.
cs: Materiál je vyrovnaný.
da: Materialet er lige.
de_de: Materialgleichstand.
el: Το υλικό είναι ίσο.
es_es: Material igualado.
fi: Materiaali on tasan.
fr_ca: Matériel égal.
he: החומר שווה.
hi: मोहरे बराबर हैं।
hu: Az anyag egyenlő.
id: Materi seimbang.
it: Materiale pari.
ja: 駒割りは互角です。
ko: 기물은 대등합니다.
ms: Materi seimbang.
nl_nl: Materiaal in evenwicht.
no: Materialet er likt.
pl: Materiał równy.
pt_br: Material igual.
ro: Material egal.
ru: Материальное равенство.
sv: Materialet är jämnt.
th: ตัวหมากเท่ากัน
tr: Materyal eşit.
vi: Lực lượng ngang nhau.
zh_hans: 子力相等。
zh_hant: 子力相等。

# summary.moreActive
source: %@ has noticeably more active pieces (%lld versus %lld legal moves).
ar_sa: قطع %@ أنشط بوضوح (%lld نقلة مقابل %lld).
cs: %@ má znatelně aktivnější figury (%lld tahů proti %lld).
da: %@ har mærkbart mere aktive brikker (%lld mod %lld lovlige træk).
de_de: %@ hat deutlich aktivere Figuren (%lld gegenüber %lld legalen Zügen).
el: %@ έχουν αισθητά πιο δραστήρια κομμάτια (%lld έναντι %lld νόμιμων κινήσεων).
es_es: %@ tiene piezas bastante más activas (%lld frente a %lld jugadas legales).
fi: %@ nappulat ovat selvästi aktiivisemmat (%lld siirtoa vastaan %lld).
fr_ca: %@ ont des pièces nettement plus actives (%lld coups légaux contre %lld).
he: לכלים של ה%@ פעילות רבה יותר בבירור (%lld מהלכים מול %lld).
hi: %@ के मोहरे साफ़ तौर पर ज़्यादा सक्रिय हैं (%lld बनाम %lld वैध चालें)।
hu: %@ figurái érezhetően aktívabbak (%lld szabályos lépés %lld ellen).
id: Buah %@ jauh lebih aktif (%lld langkah sah berbanding %lld).
it: %@ ha pezzi nettamente più attivi (%lld mosse legali contro %lld).
ja: %@の駒のほうが明らかに活発です（合法手 %lld 対 %lld）。
ko: %@의 기물이 눈에 띄게 활발합니다(합법수 %lld 대 %lld).
ms: Buah %@ jauh lebih aktif (%lld langkah sah berbanding %lld).
nl_nl: %@ heeft duidelijk actievere stukken (%lld tegen %lld zetten).
no: %@ har merkbart mer aktive brikker (%lld mot %lld lovlige trekk).
pl: %@ mają wyraźnie aktywniejsze figury (%lld posunięć wobec %lld).
pt_br: %@ têm peças bem mais ativas (%lld lances legais contra %lld).
ro: %@ are piese vizibil mai active (%lld mutări legale față de %lld).
ru: %@ заметно активнее (%lld ходов против %lld).
sv: %@ har märkbart aktivare pjäser (%lld mot %lld lagliga drag).
th: หมากของ%@คล่องตัวกว่าชัดเจน (%lld ตาเทียบกับ %lld)
tr: %@ taşları belirgin şekilde daha etkin (%lld hamleye karşı %lld).
vi: Quân của %@ hoạt động hơn hẳn (%lld nước hợp lệ so với %lld).
zh_hans: %@的子力明显更活跃（合法着法 %lld 对 %lld）。
zh_hant: %@的子力明顯更活躍（合法著法 %lld 對 %lld）。

# summary.openFile
source: Open file: %@.
ar_sa: عمود مفتوح: %@.
cs: Otevřený sloupec: %@.
da: Åben linje: %@.
de_de: Offene Linie: %@.
el: Ανοιχτή στήλη: %@.
es_es: Columna abierta: %@.
fi: Avoin linja: %@.
fr_ca: Colonne ouverte : %@.
he: טור פתוח: %@.
hi: खुली फ़ाइल: %@।
hu: Nyitott vonal: %@.
id: Lajur terbuka: %@.
it: Colonna aperta: %@.
ja: 開いたファイル: %@。
ko: 열린 파일: %@.
ms: Lajur terbuka: %@.
nl_nl: Open lijn: %@.
no: Åpen linje: %@.
pl: Otwarta linia: %@.
pt_br: Coluna aberta: %@.
ro: Coloană deschisă: %@.
ru: Открытая линия: %@.
sv: Öppen linje: %@.
th: แนวเปิด: %@
tr: Açık sütun: %@.
vi: Cột mở: %@.
zh_hans: 开放线：%@。
zh_hant: 開放線：%@。

# summary.openFiles
source: Open files: %@.
ar_sa: أعمدة مفتوحة: %@.
cs: Otevřené sloupce: %@.
da: Åbne linjer: %@.
de_de: Offene Linien: %@.
el: Ανοιχτές στήλες: %@.
es_es: Columnas abiertas: %@.
fi: Avoimet linjat: %@.
fr_ca: Colonnes ouvertes : %@.
he: טורים פתוחים: %@.
hi: खुली फ़ाइलें: %@।
hu: Nyitott vonalak: %@.
id: Lajur terbuka: %@.
it: Colonne aperte: %@.
ja: 開いたファイル: %@。
ko: 열린 파일: %@.
ms: Lajur terbuka: %@.
nl_nl: Open lijnen: %@.
no: Åpne linjer: %@.
pl: Otwarte linie: %@.
pt_br: Colunas abertas: %@.
ro: Coloane deschise: %@.
ru: Открытые линии: %@.
sv: Öppna linjer: %@.
th: แนวเปิด: %@
tr: Açık sütunlar: %@.
vi: Các cột mở: %@.
zh_hans: 开放线：%@。
zh_hant: 開放線：%@。

# summary.passedPawn
source: %@ has a passed pawn on %@.
ar_sa: لدى %@ بيدق حرّ على %@.
cs: %@ má volného pěšce na %@.
da: %@ har en fribonde på %@.
de_de: %@ hat einen Freibauern auf %@.
el: %@ έχουν ελεύθερο πιόνι στο %@.
es_es: %@ tiene un peón pasado en %@.
fi: %@: vapaasotilas ruudussa %@.
fr_ca: %@ ont un pion passé en %@.
he: ל%@ יש רגלי חופשי ב-%@.
hi: %@ का %@ पर पास्ड प्यादा है।
hu: %@ oldalon szabadgyalog van a %@ mezőn.
id: %@ punya bidak bebas di %@.
it: %@ ha un pedone passato in %@.
ja: %@は %@ にパスポーンがあります。
ko: %@은(는) %@에 패스트 폰이 있습니다.
ms: %@ punya bidak bebas di %@.
nl_nl: %@ heeft een vrijpion op %@.
no: %@ har en fribonde på %@.
pl: %@ mają wolnego piona na %@.
pt_br: %@ têm um peão passado em %@.
ro: %@ are un pion liber pe %@.
ru: %@: проходная пешка на %@.
sv: %@ har en fribonde på %@.
th: %@มีเบี้ยผ่านที่ %@
tr: %@ %@ karesinde geçer piyona sahip.
vi: %@ có tốt thông ở %@.
zh_hans: %@在 %@ 有一个通路兵。
zh_hant: %@在 %@ 有一個通路兵。

# summary.rookOpenLines
source: %@ rook on %@ controls open lines.
ar_sa: قلعة %@ على %@ تسيطر على خطوط مفتوحة.
cs: Věž %@ na %@ kontroluje otevřené linie.
da: %@s tårn på %@ behersker åbne linjer.
de_de: Der Turm von %@ auf %@ beherrscht offene Linien.
el: Ο πύργος των %@ στο %@ ελέγχει ανοιχτές γραμμές.
es_es: La torre de %@ en %@ domina líneas abiertas.
fi: %@ torni ruudussa %@ hallitsee avoimia linjoja.
fr_ca: La tour de %@ en %@ contrôle des lignes ouvertes.
he: הצריח של ה%@ ב-%@ שולט בקווים פתוחים.
hi: %@ का %@ वाला हाथी खुली रेखाओं पर क़ाबिज़ है।
hu: %@ bástyája a %@ mezőn nyitott vonalakat tart.
id: Benteng %@ di %@ menguasai jalur terbuka.
it: La torre di %@ in %@ controlla linee aperte.
ja: %@の %@ のルークが開いたラインを押さえています。
ko: %@의 %@ 룩이 열린 선을 잡고 있습니다.
ms: Benteng %@ di %@ menguasai jalur terbuka.
nl_nl: De toren van %@ op %@ beheerst open lijnen.
no: %@s tårn på %@ behersker åpne linjer.
pl: Wieża %@ na %@ kontroluje otwarte linie.
pt_br: A torre de %@ em %@ domina linhas abertas.
ro: Turnul %@ de pe %@ stăpânește linii deschise.
ru: Ладья %@ на %@ контролирует открытые линии.
sv: %@s torn på %@ behärskar öppna linjer.
th: เรือของ%@ที่ %@ คุมแนวเปิด
tr: %@ tarafının %@ karesindeki kalesi açık hatları tutuyor.
vi: Xe của %@ ở %@ khống chế các đường mở.
zh_hans: %@在 %@ 的车控制着开放线。
zh_hant: %@在 %@ 的車控制著開放線。

# summary.rooksOpenLines
source: %@ rooks on %@ control open lines.
ar_sa: قلاع %@ على %@ تسيطر على خطوط مفتوحة.
cs: Věže %@ na %@ kontrolují otevřené linie.
da: %@s tårne på %@ behersker åbne linjer.
de_de: Die Türme von %@ auf %@ beherrschen offene Linien.
el: Οι πύργοι των %@ στα %@ ελέγχουν ανοιχτές γραμμές.
es_es: Las torres de %@ en %@ dominan líneas abiertas.
fi: %@ tornit ruuduissa %@ hallitsevat avoimia linjoja.
fr_ca: Les tours de %@ en %@ contrôlent des lignes ouvertes.
he: הצריחים של ה%@ ב-%@ שולטים בקווים פתוחים.
hi: %@ के %@ वाले हाथी खुली रेखाओं पर क़ाबिज़ हैं।
hu: %@ bástyái a %@ mezőkön nyitott vonalakat tartanak.
id: Benteng-benteng %@ di %@ menguasai jalur terbuka.
it: Le torri di %@ in %@ controllano linee aperte.
ja: %@の %@ のルークが開いたラインを押さえています。
ko: %@의 %@ 룩들이 열린 선을 잡고 있습니다.
ms: Benteng-benteng %@ di %@ menguasai jalur terbuka.
nl_nl: De torens van %@ op %@ beheersen open lijnen.
no: %@s tårn på %@ behersker åpne linjer.
pl: Wieże %@ na %@ kontrolują otwarte linie.
pt_br: As torres de %@ em %@ dominam linhas abertas.
ro: Turnurile %@ de pe %@ stăpânesc linii deschise.
ru: Ладьи %@ на %@ контролируют открытые линии.
sv: %@s torn på %@ behärskar öppna linjer.
th: เรือของ%@ที่ %@ คุมแนวเปิด
tr: %@ tarafının %@ karelerindeki kaleleri açık hatları tutuyor.
vi: Các xe của %@ ở %@ khống chế các đường mở.
zh_hans: %@在 %@ 的车控制着开放线。
zh_hant: %@在 %@ 的車控制著開放線。

# summary.secureKnight
source: %@ has a secure knight on %@.
ar_sa: لدى %@ حصان مستقرّ على %@.
cs: %@ má pevně stojícího jezdce na %@.
da: %@ har en sikker springer på %@.
de_de: %@ hat einen sicheren Springer auf %@.
el: %@ έχουν σταθερό ίππο στο %@.
es_es: %@ tiene un caballo seguro en %@.
fi: %@: vakaa ratsu ruudussa %@.
fr_ca: %@ ont un cavalier bien installé en %@.
he: ל%@ יש פרש יציב ב-%@.
hi: %@ का %@ पर मज़बूत घोड़ा है।
hu: %@ oldalon szilárd huszár áll a %@ mezőn.
id: %@ punya kuda yang kokoh di %@.
it: %@ ha un cavallo sicuro in %@.
ja: %@は %@ に安定したナイトがいます。
ko: %@은(는) %@에 안정된 나이트가 있습니다.
ms: %@ punya kuda yang kokoh di %@.
nl_nl: %@ heeft een veilig paard op %@.
no: %@ har en trygg springer på %@.
pl: %@ mają pewnie stojącego skoczka na %@.
pt_br: %@ têm um cavalo seguro em %@.
ro: %@ are un cal stabil pe %@.
ru: %@: надёжно стоящий конь на %@.
sv: %@ har en trygg springare på %@.
th: %@มีม้าที่มั่นคงที่ %@
tr: %@ %@ karesinde sağlam bir ata sahip.
vi: %@ có mã đứng vững ở %@.
zh_hans: %@在 %@ 有一匹稳固的马。
zh_hant: %@在 %@ 有一匹穩固的馬。

# tactics.crushingBlow
source: Find the crushing blow.
ar_sa: اعثر على الضربة القاضية.
cs: Najdi rozhodující úder.
da: Find det afgørende slag.
de_de: Finde den entscheidenden Schlag.
el: Βρες το αποφασιστικό χτύπημα.
es_es: Encuentra el golpe decisivo.
fi: Etsi ratkaiseva isku.
fr_ca: Trouvez le coup décisif.
he: מצא את המכה המכרעת.
hi: निर्णायक वार खोजिए।
hu: Találd meg a döntő csapást.
id: Temukan pukulan penentu.
it: Trova il colpo decisivo.
ja: 決定的な一撃を見つけてください。
ko: 결정적인 한 방을 찾으세요.
ms: Cari pukulan penentu.
nl_nl: Vind de beslissende klap.
no: Finn det avgjørende slaget.
pl: Znajdź rozstrzygające uderzenie.
pt_br: Ache o golpe decisivo.
ro: Găsește lovitura decisivă.
ru: Найдите сокрушительный удар.
sv: Hitta den avgörande stöten.
th: หาหมัดชี้ขาด
tr: Ezici hamleyi bul.
vi: Tìm đòn quyết định.
zh_hans: 找出致命一击。
zh_hant: 找出致命一擊。

# tactics.findForcedMate
source: Find the forced mate.
ar_sa: اعثر على المات الإجباري.
cs: Najdi vynucený mat.
da: Find den tvungne mat.
de_de: Finde das erzwungene Matt.
el: Βρες το βεβιασμένο ματ.
es_es: Encuentra el mate forzado.
fi: Etsi pakotettu matti.
fr_ca: Trouvez le mat forcé.
he: מצא את המט הכפוי.
hi: बाध्य शहमात खोजिए।
hu: Találd meg a kényszerített mattot.
id: Temukan sekakmat paksa.
it: Trova il matto forzato.
ja: 強制メイトを見つけてください。
ko: 강제 메이트를 찾으세요.
ms: Cari mat paksa.
nl_nl: Vind het geforceerde mat.
no: Finn den tvungne matten.
pl: Znajdź mata na siłę.
pt_br: Ache o mate forçado.
ro: Găsește matul forțat.
ru: Найдите форсированный мат.
sv: Hitta den forcerade matten.
th: หาการรุกจนแบบบังคับ
tr: Zorunlu matı bul.
vi: Tìm đòn chiếu hết bắt buộc.
zh_hans: 找出强制杀。
zh_hant: 找出強制殺。

# tactics.findTheSave
source: Find the move that saves the position.
ar_sa: اعثر على النقلة التي تنقذ الوضع.
cs: Najdi tah, který pozici zachrání.
da: Find trækket, der redder stillingen.
de_de: Finde den Zug, der die Stellung rettet.
el: Βρες την κίνηση που σώζει τη θέση.
es_es: Encuentra la jugada que salva la posición.
fi: Etsi siirto, joka pelastaa aseman.
fr_ca: Trouvez le coup qui sauve la position.
he: מצא את המהלך שמציל את העמדה.
hi: वह चाल खोजिए जो स्थिति बचा ले।
hu: Találd meg a lépést, amely megmenti az állást.
id: Temukan langkah yang menyelamatkan posisi.
it: Trova la mossa che salva la posizione.
ja: 局面を救う手を見つけてください。
ko: 국면을 구하는 수를 찾으세요.
ms: Cari langkah yang menyelamatkan kedudukan.
nl_nl: Vind de zet die de stelling redt.
no: Finn trekket som redder stillingen.
pl: Znajdź posunięcie ratujące pozycję.
pt_br: Ache o lance que salva a posição.
ro: Găsește mutarea care salvează poziția.
ru: Найдите ход, спасающий позицию.
sv: Hitta draget som räddar ställningen.
th: หาตาที่กู้ตำแหน่งไว้ได้
tr: Konumu kurtaran hamleyi bul.
vi: Tìm nước cứu thế cờ.
zh_hans: 找出能救回局面的一步。
zh_hant: 找出能救回局面的一步。

# tactics.goodKeepGoing
source: Good — keep going.
ar_sa: جيد — واصل.
cs: Dobře — pokračuj.
da: Godt — fortsæt.
de_de: Gut — weiter so.
el: Ωραία — συνέχισε.
es_es: Bien, sigue así.
fi: Hyvä — jatka.
fr_ca: Bien — continuez.
he: יפה — תמשיך.
hi: बढ़िया — जारी रखिए।
hu: Jó — folytasd.
id: Bagus — lanjutkan.
it: Bene — continua.
ja: よし — その調子で。
ko: 좋습니다 — 계속하세요.
ms: Bagus — teruskan.
nl_nl: Goed — ga door.
no: Bra — fortsett.
pl: Dobrze — graj dalej.
pt_br: Boa — continue.
ro: Bine — continuă.
ru: Хорошо — продолжайте.
sv: Bra — fortsätt.
th: ดี — ไปต่อ
tr: Güzel — devam et.
vi: Tốt — tiếp tục.
zh_hans: 很好 — 继续。
zh_hant: 很好 — 繼續。

# tactics.hint
source: Hint
ar_sa: تلميح
cs: Nápověda
de_de: Tipp
el: Υπόδειξη
es_es: Pista
fi: Vihje
fr_ca: Indice
he: רמז
hi: संकेत
hu: Tipp
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
ms: Petunjuk
pl: Podpowiedź
pt_br: Dica
ro: Indiciu
ru: Подсказка
sv: Tips
th: คำใบ้
tr: İpucu
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# tactics.keepGoing
source: Good — keep going.
ar_sa: جيد — واصل.
cs: Dobře — pokračuj.
da: Godt — fortsæt.
de_de: Gut — weiter so.
el: Ωραία — συνέχισε.
es_es: Bien, sigue así.
fi: Hyvä — jatka.
fr_ca: Bien — continuez.
he: יפה — תמשיך.
hi: बढ़िया — जारी रखिए।
hu: Jó — folytasd.
id: Bagus — lanjutkan.
it: Bene — continua.
ja: よし — その調子で。
ko: 좋습니다 — 계속하세요.
ms: Bagus — teruskan.
nl_nl: Goed — ga door.
no: Bra — fortsett.
pl: Dobrze — graj dalej.
pt_br: Boa — continue.
ro: Bine — continuă.
ru: Хорошо — продолжайте.
sv: Bra — fortsätt.
th: ดี — ไปต่อ
tr: Güzel — devam et.
vi: Tốt — tiếp tục.
zh_hans: 很好 — 继续。
zh_hant: 很好 — 繼續。

# tactics.mateIn
source: Mate in %@.
ar_sa: مات في %@.
cs: Mat v %@.
da: Mat i %@.
de_de: Matt in %@.
el: Ματ σε %@.
es_es: Mate en %@.
fi: Matti %@ siirrolla.
fr_ca: Mat en %@.
he: מט ב-%@.
hi: %@ चाल में शहमात।
hu: Matt %@ lépésben.
id: Sekakmat dalam %@.
it: Matto in %@.
ja: %@ 手でメイト。
ko: %@수 메이트.
ms: Mat dalam %@.
nl_nl: Mat in %@.
no: Matt i %@.
pl: Mat w %@.
pt_br: Mate em %@.
ro: Mat în %@.
ru: Мат в %@.
sv: Matt i %@.
th: รุกจนใน %@ ตา
tr: %@ hamlede mat.
vi: Chiếu hết sau %@ nước.
zh_hans: %@ 步杀。
zh_hant: %@ 步殺。

# tactics.moveThePiece
source: Move the %@ on %@.
ar_sa: حرّك %@ الموجود على %@.
cs: Zahraj %@ z pole %@.
da: Spil %@ på %@.
de_de: Ziehe den %@ auf %@.
el: Παίξε τον %@ στο %@.
es_es: Mueve el %@ de %@.
fi: Siirrä %@ ruudusta %@.
fr_ca: Jouez le %@ en %@.
he: הזז את ה%@ מ-%@.
hi: %@ पर रखा %@ चलाइए।
hu: Lépj a %@ figurával a %@ mezőről.
id: Jalankan %@ di %@.
it: Muovi l'%@ in %@.
ja: %@ の%@を動かしてください。
ko: %@의 %@을(를) 움직이세요.
ms: Gerakkan %@ di %@.
nl_nl: Speel de %@ op %@.
no: Spill %@ på %@.
pl: Zagraj %@ z pola %@.
pt_br: Jogue o %@ de %@.
ro: Mută %@ de pe %@.
ru: Сделайте ход: %@ с поля %@.
sv: Spela %@ på %@.
th: เดิน%@ที่ %@
tr: %@ karesindeki %@ taşını oyna.
vi: Hãy đi %@ ở %@.
zh_hans: 走 %@ 上的%@。
zh_hant: 走 %@ 上的%@。

# tactics.nextPuzzle
source: Next puzzle
ar_sa: اللغز التالي
cs: Další úloha
da: Næste opgave
de_de: Nächste Aufgabe
el: Επόμενη άσκηση
es_es: Siguiente ejercicio
fi: Seuraava tehtävä
fr_ca: Problème suivant
he: התרגיל הבא
hi: अगली पहेली
hu: Következő feladvány
id: Soal berikutnya
it: Esercizio successivo
ja: 次の問題
ko: 다음 문제
ms: Teka-teki seterusnya
nl_nl: Volgende puzzel
no: Neste oppgave
pl: Następne zadanie
pt_br: Próximo exercício
ro: Exercițiul următor
ru: Следующая задача
sv: Nästa uppgift
th: ข้อถัดไป
tr: Sonraki problem
vi: Bài tiếp theo
zh_hans: 下一题
zh_hant: 下一題

# tactics.notTheOne
source: %@ is not the one
ar_sa: %@ ليست المطلوبة
cs: %@ to není
da: %@ er ikke det rigtige
de_de: %@ ist es nicht
el: Το %@ δεν είναι
es_es: %@ no es
fi: %@ ei ole se
fr_ca: %@ n'est pas le bon
he: %@ הוא לא זה
hi: %@ वह चाल नहीं है
hu: %@ nem az
id: %@ bukan jawabannya
it: %@ non è quella
ja: %@ ではありません
ko: %@은(는) 아닙니다
ms: %@ bukan jawapannya
nl_nl: %@ is het niet
no: %@ er ikke riktig
pl: %@ to nie to
pt_br: %@ não é
ro: %@ nu e mutarea
ru: %@ — не то
sv: %@ är inte det
th: %@ ไม่ใช่ตานี้
tr: %@ aradığımız değil
vi: %@ không phải nước đó
zh_hans: %@ 不是这一步
zh_hant: %@ 不是這一步

# tactics.oneMoveBetter
source: One move is clearly better than the rest.
ar_sa: هناك نقلة واحدة أفضل بوضوح من البقية.
cs: Jeden tah je zřetelně lepší než ostatní.
da: Ét træk er klart bedre end de andre.
de_de: Ein Zug ist deutlich besser als alle anderen.
el: Μία κίνηση είναι σαφώς καλύτερη από τις υπόλοιπες.
es_es: Una jugada es claramente mejor que las demás.
fi: Yksi siirto on selvästi muita parempi.
fr_ca: Un coup est nettement meilleur que les autres.
he: מהלך אחד טוב בבירור מכל השאר.
hi: एक चाल बाक़ी सबसे साफ़ तौर पर बेहतर है।
hu: Egy lépés egyértelműen jobb a többinél.
id: Satu langkah jelas lebih baik daripada yang lain.
it: Una mossa è nettamente migliore delle altre.
ja: ある一手が他よりはっきり優れています。
ko: 한 수가 나머지보다 확실히 낫습니다.
ms: Satu langkah jelas lebih baik daripada yang lain.
nl_nl: Eén zet is duidelijk beter dan de rest.
no: Ett trekk er klart bedre enn de andre.
pl: Jedno posunięcie jest wyraźnie lepsze od pozostałych.
pt_br: Um lance é claramente melhor que os outros.
ro: O mutare e clar mai bună decât restul.
ru: Один ход явно сильнее остальных.
sv: Ett drag är klart bättre än de övriga.
th: มีตาหนึ่งที่ดีกว่าตาอื่นอย่างชัดเจน
tr: Bir hamle diğerlerinden belirgin şekilde iyi.
vi: Một nước hay hơn hẳn những nước còn lại.
zh_hans: 有一步明显优于其他着法。
zh_hant: 有一步明顯優於其他著法。

# tactics.opponentReplies
source: Opponent replies…
ar_sa: الخصم يردّ…
cs: Soupeř odpovídá…
da: Modstanderen svarer…
de_de: Der Gegner antwortet …
el: Ο αντίπαλος απαντά…
es_es: El rival responde…
fi: Vastustaja vastaa…
fr_ca: L'adversaire répond…
he: היריב משיב…
hi: प्रतिद्वंद्वी जवाब दे रहा है…
hu: Az ellenfél válaszol…
id: Lawan menjawab…
it: L'avversario risponde…
ja: 相手が応じています…
ko: 상대가 응수합니다…
ms: Lawan menjawab…
nl_nl: De tegenstander antwoordt…
no: Motstanderen svarer…
pl: Przeciwnik odpowiada…
pt_br: O adversário responde…
ro: Adversarul răspunde…
ru: Соперник отвечает…
sv: Motståndaren svarar…
th: ฝ่ายตรงข้ามกำลังตอบ…
tr: Rakip yanıtlıyor…
vi: Đối thủ đáp lại…
zh_hans: 对手正在应招…
zh_hant: 對手正在應招…

# tactics.puzzle
source: Puzzle
ar_sa: لغز
cs: Úloha
da: Opgave
de_de: Aufgabe
el: Άσκηση
es_es: Ejercicio
fi: Tehtävä
fr_ca: Problème
he: תרגיל
hi: पहेली
hu: Feladvány
id: Soal
it: Esercizio
ja: 問題
ko: 문제
ms: Teka-teki
nl_nl: Puzzel
no: Oppgave
pl: Zadanie
pt_br: Exercício
ro: Exercițiu
ru: Задача
sv: Uppgift
th: แบบฝึก
tr: Problem
vi: Bài tập
zh_hans: 习题
zh_hant: 習題
